Repository: nickustinov/itsyhome-macos
Catalog: macOSBridge/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, zh_hans, zh_hant

# settings.accessories.description
source: Manage your Home menu from here. Star accessories to add them to Favourites, use the eye icon to hide sections or devices, and pin items to the menu bar.
de: Verwalte dein Home-Menü von hier. Markiere Geräte als Favoriten, nutze das Auge-Symbol zum Ausblenden von Bereichen oder Geräten, und hefte Elemente an die Menüleiste.
es: Administra tu menú de Inicio desde aquí. Marca accesorios como favoritos, usa el icono del ojo para ocultar secciones o dispositivos, y fija elementos a la barra de menús.
fr: Gérez votre menu Accueil ici. Marquez des accessoires comme favoris, utilisez l'icône œil pour masquer des sections ou appareils, et épinglez des éléments à la barre de menus.
it: Gestisci il tuo menu Casa da qui. Segna gli accessori come preferiti, usa l'icona occhio per nascondere sezioni o dispositivi, e fissa elementi alla barra dei menu.
ja: ここからホームメニューを管理できます。アクセサリをお気に入りに追加、目のアイコンでセクションやデバイスを非表示、メニューバーにピン留めできます。
ko: 여기에서 홈 메뉴를 관리하세요. 액세서리를 즐겨찾기에 추가하고, 눈 아이콘으로 섹션이나 기기를 숨기고, 메뉴 막대에 고정하세요.
pl: Zarządzaj swoim menu Dom stąd. Oznaczaj akcesoria jako ulubione, użyj ikony oka, aby ukryć sekcje lub urządzenia, i przypnij elementy do paska menu.
pt_br: Gerencie seu menu Início daqui. Marque acessórios como favoritos, use o ícone de olho para ocultar seções ou dispositivos, e fixe itens na barra de menus.
ru: Управляйте меню Дом отсюда. Отмечайте устройства как избранные, используйте значок глаза, чтобы скрыть разделы или устройства, и закрепляйте элементы в строке меню.
zh_hans: 在此管理您的家庭菜单。将配件加入收藏夹，用眼睛图标隐藏分区或设备，将项目固定到菜单栏。
zh_hant: 在此管理您的家庭選單。將配件加入喜好項目，用眼睛圖示隱藏區段或裝置，將項目釘選到選單列。

# settings.accessories.remove_divider
source: Remove divider
de: Trennlinie entfernen
es: Eliminar separador
fr: Supprimer le séparateur
it: Rimuovi divisore
ja: 区切り線を削除
ko: 구분선 제거
pl: Usuń separator
pt_br: Remover divisor
ru: Удалить разделитель
zh_hans: 删除分隔线
zh_hant: 移除分隔線

# settings.accessories.reset_order
source: Reset accessory order
de: Gerätereihenfolge zurücksetzen
es: Restablecer el orden de accesorios
fr: Réinitialiser l'ordre des accessoires
it: Ripristina l'ordine degli accessori
ja: アクセサリの順序をリセット
ko: 액세서리 순서 재설정
pl: Zresetuj kolejność akcesoriów
pt_br: Redefinir ordem dos acessórios
ru: Сбросить порядок аксессуаров
zh_hans: 重置配件顺序
zh_hant: 重設配件順序

# settings.advanced.auto_groups
source: Auto groups
de: Automatische Gruppen
es: Grupos automáticos
fr: Groupes automatiques
it: Gruppi automatici
ja: 自動グループ
ko: 자동 그룹
pl: Grupy automatyczne
pt_br: Grupos automáticos
ru: Автогруппы
zh_hans: 自动分组
zh_hant: 自動群組

# settings.advanced.auto_groups_subtitle
source: Group similar devices (All lights, All blinds, ...) for one-click control, in the menu and in each room.
de: Fasst ähnliche Geräte zusammen (Alle Lichter, Alle Rollos, ...) für Ein-Klick-Steuerung, im Menü und in jedem Raum.
es: Agrupa dispositivos similares (Todas las luces, Todas las persianas, ...) para controlarlos con un clic, en el menú y en cada habitación.
fr: Regroupe les appareils similaires (Toutes les lumières, Tous les stores, ...) pour un contrôle en un clic, dans le menu et dans chaque pièce.
it: Raggruppa dispositivi simili (Tutte le luci, Tutte le tapparelle, ...) per il controllo con un clic, nel menu e in ogni stanza.
ja: 似たデバイスをまとめて（すべての照明、すべてのブラインドなど）、メニューと各部屋でワンクリック操作できます。
ko: 비슷한 기기를 묶어(모든 조명, 모든 블라인드 등) 메뉴와 각 방에서 한 번의 클릭으로 제어합니다.
pl: Grupuje podobne urządzenia (Wszystkie światła, Wszystkie rolety, ...) do sterowania jednym kliknięciem, w menu i w każdym pokoju.
pt_br: Agrupa dispositivos semelhantes (Todas as luzes, Todas as persianas, ...) para controle com um clique, no menu e em cada cômodo.
ru: Объединяет похожие устройства (Весь свет, Все шторы, ...) для управления одним кликом – в меню и в каждой комнате.
zh_hans: 将相似设备分组（所有灯、所有窗帘等），在菜单和每个房间中一键控制。
zh_hant: 將相似裝置分組（所有燈、所有窗簾等），在選單和每個房間中一鍵控制。

# settings.advanced.history
source: Record sensor history
de: Sensorverlauf aufzeichnen
es: Registrar historial de sensores
fr: Enregistrer l'historique des capteurs
it: Registra la cronologia dei sensori
ja: センサー履歴を記録
ko: 센서 기록 저장
pl: Rejestruj historię czujników
pt_br: Registrar histórico dos sensores
ru: Записывать историю датчиков
zh_hans: 记录传感器历史
zh_hant: 記錄感應器歷史

# settings.advanced.history_clear
source: Clear history
de: Verlauf löschen
es: Borrar historial
fr: Effacer l'historique
it: Cancella cronologia
ja: 履歴を消去
ko: 기록 지우기
pl: Wyczyść historię
pt_br: Limpar histórico
ru: Очистить историю
zh_hans: 清除历史记录
zh_hant: 清除歷史記錄

# settings.advanced.history_clear_label
source: Stored history
de: Gespeicherter Verlauf
es: Historial almacenado
fr: Historique stocké
it: Cronologia salvata
ja: 保存された履歴
ko: 저장된 기록
pl: Zapisana historia
pt_br: Histórico armazenado
ru: Сохранённая история
zh_hans: 已存储的历史
zh_hant: 已儲存的歷史

# settings.advanced.history_subtitle
source: Keeps 30 days of temperature, humidity and sensor changes. Hover a sensor in the menu to see its chart.
de: Speichert 30 Tage Temperatur-, Feuchtigkeits- und Sensoränderungen. Bewege den Mauszeiger im Menü über einen Sensor, um das Diagramm zu sehen.
es: Guarda 30 días de cambios de temperatura, humedad y sensores. Pasa el cursor sobre un sensor en el menú para ver su gráfico.
fr: Conserve 30 jours de variations de température, d'humidité et de capteurs. Survolez un capteur dans le menu pour voir son graphique.
it: Conserva 30 giorni di variazioni di temperatura, umidità e sensori. Passa il mouse su un sensore nel menu per vederne il grafico.
ja: 温度・湿度・センサーの変化を30日間保存します。メニューでセンサーにカーソルを合わせるとグラフが表示されます。
ko: 온도, 습도 및 센서 변경 사항을 30일간 보관합니다. 메뉴에서 센서에 마우스를 올리면 차트가 표시됩니다.
pl: Przechowuje 30 dni zmian temperatury, wilgotności i czujników. Najedź kursorem na czujnik w menu, aby zobaczyć wykres.
pt_br: Mantém 30 dias de alterações de temperatura, umidade e sensores. Passe o mouse sobre um sensor no menu para ver o gráfico.
ru: Хранит изменения температуры, влажности и датчиков за 30 дней. Наведите курсор на датчик в меню, чтобы увидеть график.
zh_hans: 保存30天的温度、湿度和传感器变化。将鼠标悬停在菜单中的传感器上即可查看图表。
zh_hant: 保存30天的溫度、濕度和感應器變化。將滑鼠懸停在選單中的感應器上即可查看圖表。

# settings.advanced.sensor_summary
source: Summarise temperature and humidity
de: Temperatur und Luftfeuchtigkeit zusammenfassen
es: Resumir temperatura y humedad
fr: Résumer température et humidité
it: Riassumi temperatura e umidità
ja: 温度と湿度をまとめて表示
ko: 온도 및 습도 요약
pl: Podsumuj temperaturę i wilgotność
pt_br: Resumir temperatura e umidade
ru: Сводка температуры и влажности
zh_hans: 汇总温度和湿度
zh_hant: 彙總溫度和濕度

# settings.advanced.sensor_summary_subtitle
source: When off, shows each sensor individually.
de: Aus: zeigt jeden Sensor einzeln.
es: Si está desactivado, muestra cada sensor individualmente.
fr: Désactivé, affiche chaque capteur individuellement.
it: Se disattivo, mostra ogni sensore singolarmente.
ja: オフの場合、各センサーを個別に表示します。
ko: 끄면 각 센서를 개별적으로 표시합니다.
pl: Gdy wyłączone, pokazuje każdy czujnik osobno.
pt_br: Quando desativado, mostra cada sensor individualmente.
ru: Когда выключено, показывает каждый датчик отдельно.
zh_hans: 关闭时，单独显示每个传感器。
zh_hant: 關閉時，個別顯示每個感測器。

# settings.advanced.title
source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
it: Avanzate
ja: 詳細
ko: 고급
pl: Zaawansowane
pt_br: Avançado
ru: Дополнительно
zh_hans: 高级
zh_hant: 進階

# settings.automations.add_button
source: Add automation
de: Automation hinzufügen
es: Añadir automatización
fr: Ajouter une automatisation
it: Aggiungi automazione
ja: オートメーションを追加
ko: 자동화 추가
pl: Dodaj automatyzację
pt_br: Adicionar automação
ru: Добавить автоматизацию
zh_hans: 添加自动化
zh_hant: 加入自動化

# settings.automations.delete_alert.message
source: This automation will be removed.
de: Diese Automation wird entfernt.
es: Esta automatización se eliminará.
fr: Cette automatisation sera supprimée.
it: Questa automazione verrà rimossa.
ja: このオートメーションは削除されます。
ko: 이 자동화가 제거됩니다.
pl: Ta automatyzacja zostanie usunięta.
pt_br: Esta automação será removida.
ru: Эта автоматизация будет удалена.
zh_hans: 此自动化将被删除。
zh_hant: 此自動化將被移除。

# settings.automations.delete_alert.title
source: Delete "%@"?
de: „%@“ löschen?
es: ¿Eliminar "%@"?
fr: Supprimer « %@ » ?
it: Eliminare "%@"?
ja: 「%@」を削除しますか？
ko: "%@"을(를) 삭제하시겠습니까?
pl: Usunąć "%@"?
pt_br: Excluir "%@"?
ru: Удалить "%@"?
zh_hans: 删除“%@”？
zh_hant: 刪除「%@」？

# settings.automations.description
source: Automations watch a HomeKit accessory and, when it holds a state for a duration, set a virtual sensor (re-pulsing it) - so Apple Home can automate on conditions HomeKit can't compute itself, like "open for 15 minutes".
de: Automationen beobachten ein HomeKit-Gerät und setzen einen virtuellen Sensor, wenn es einen Zustand für eine Dauer hält (mit Re-Pulse) – so kann Apple Home auf Bedingungen automatisieren, die HomeKit selbst nicht berechnen kann, z. B. „15 Minuten offen“.
es: Las automatizaciones observan un accesorio de HomeKit y, cuando mantiene un estado durante un tiempo, activan un sensor virtual (repulsándolo), para que Apple Home pueda automatizar condiciones que HomeKit no puede calcular por sí mismo, como "abierto durante 15 minutos".
fr: Les automatisations surveillent un accessoire HomeKit et, quand il conserve un état pendant une durée, définissent un capteur virtuel (avec réimpulsion) – Apple Home peut ainsi automatiser des conditions que HomeKit ne sait pas calculer lui-même, comme « ouvert depuis 15 minutes ».
it: Le automazioni osservano un accessorio HomeKit e, quando mantiene uno stato per una durata, impostano un sensore virtuale (con re-impulso) – così Apple Home può automatizzare condizioni che HomeKit non sa calcolare da solo, come "aperto da 15 minuti".
ja: オートメーションはHomeKitアクセサリを監視し、状態が一定時間続くと仮想センサーを設定（再パルス）します。「15分間開いたまま」など、HomeKit自身では計算できない条件でApple Homeを自動化できます。
ko: 자동화는 HomeKit 액세서리를 관찰하다가 상태가 일정 시간 유지되면 가상 센서를 설정(재펄스)합니다. "15분 동안 열려 있음"처럼 HomeKit이 자체적으로 계산할 수 없는 조건으로 Apple Home을 자동화할 수 있습니다.
pl: Automatyzacje obserwują akcesorium HomeKit i gdy utrzymuje ono stan przez określony czas, ustawiają wirtualny czujnik (z ponownym pulsowaniem) – dzięki temu Apple Home może automatyzować warunki, których HomeKit sam nie potrafi obliczyć, np. "otwarte przez 15 minut".
pt_br: As automações observam um acessório HomeKit e, quando ele mantém um estado por um período, definem um sensor virtual (com repulso) – assim o Apple Home pode automatizar condições que o HomeKit não consegue calcular sozinho, como "aberto por 15 minutos".
ru: Автоматизации следят за аксессуаром HomeKit и, когда он удерживает состояние заданное время, устанавливают виртуальный датчик (с повторным импульсом) – так Apple Home может автоматизировать условия, которые HomeKit сам вычислить не может, например "открыто 15 минут".
zh_hans: 自动化会监视HomeKit配件，当其保持某状态达到设定时长时设置虚拟传感器（并重复触发），让家庭App能对HomeKit自身无法计算的条件进行自动化，例如“打开15分钟”。
zh_hant: 自動化會監視HomeKit配件，當其保持某狀態達到設定時長時設定虛擬感應器（並重複觸發），讓家庭App能對HomeKit自身無法計算的條件進行自動化，例如「打開15分鐘」。

# settings.automations.device.no_sensors
source: No virtual sensors
de: Keine virtuellen Sensoren
es: Sin sensores virtuales
fr: Aucun capteur virtuel
it: Nessun sensore virtuale
ja: 仮想センサーなし
ko: 가상 센서 없음
pl: Brak wirtualnych czujników
pt_br: Nenhum sensor virtual
ru: Нет виртуальных датчиков
zh_hans: 无虚拟传感器
zh_hant: 無虛擬感應器

# settings.automations.empty
source: No automations yet.
de: Noch keine Automationen.
es: Todavía no hay automatizaciones.
fr: Pas encore d'automatisations.
it: Ancora nessuna automazione.
ja: オートメーションはまだありません。
ko: 아직 자동화가 없습니다.
pl: Brak automatyzacji.
pt_br: Ainda não há automações.
ru: Автоматизаций пока нет.
zh_hans: 暂无自动化。
zh_hant: 尚無自動化。

# settings.automations.form.accessory_label
source: Accessory
de: Gerät
es: Accesorio
fr: Accessoire
it: Accessorio
ja: アクセサリ
ko: 액세서리
pl: Akcesorium
pt_br: Acessório
ru: Аксессуар
zh_hans: 配件
zh_hant: 配件

# settings.automations.form.action_note
source: Sets %1$@ to %2$@ while the trigger holds, then back to %3$@ when it clears.
de: Setzt %1$@ auf %2$@, solange der Auslöser aktiv ist, danach zurück auf %3$@.
es: Establece %1$@ en %2$@ mientras el disparador se mantiene, y vuelve a %3$@ cuando cesa.
fr: Définit %1$@ sur %2$@ tant que le déclencheur est actif, puis revient à %3$@ quand il cesse.
it: Imposta %1$@ su %2$@ finché il trigger è attivo, poi torna a %3$@ quando termina.
ja: トリガーが続く間は%1$@を%2$@に設定し、解除されると%3$@に戻します。
ko: 트리거가 유지되는 동안 %1$@을(를) %2$@(으)로 설정하고, 해제되면 %3$@(으)로 되돌립니다.
pl: Ustawia %1$@ na %2$@, dopóki wyzwalacz trwa, a po jego ustaniu wraca do %3$@.
pt_br: Define %1$@ como %2$@ enquanto o gatilho durar e volta para %3$@ quando ele cessar.
ru: Устанавливает %1$@ в %2$@, пока действует триггер, затем возвращает в %3$@.
zh_hans: 触发条件保持期间将%1$@设为%2$@，条件解除后恢复为%3$@。
zh_hant: 觸發條件保持期間將%1$@設為%2$@，條件解除後恢復為%3$@。

# settings.automations.form.cancel_button
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pl: Anuluj
pt_br: Cancelar
ru: Отмена
zh_hans: 取消
zh_hant: 取消

# settings.automations.form.duration_label
source: Duration
de: Dauer
es: Duración
fr: Durée
it: Durata
ja: 継続時間
ko: 지속 시간
pl: Czas trwania
pt_br: Duração
ru: Длительность
zh_hans: 持续时间
zh_hant: 持續時間

# settings.automations.form.duration_note
source: 0 = fire immediately. Time-of-day and presence conditions stay in Apple Home.
de: 0 = sofort auslösen. Uhrzeit- und Anwesenheitsbedingungen bleiben in Apple Home.
es: 0 = disparar inmediatamente. Las condiciones de hora y presencia se quedan en Apple Home.
fr: 0 = déclencher immédiatement. Les conditions d'heure et de présence restent dans Apple Home.
it: 0 = attiva immediatamente. Le condizioni di orario e presenza restano in Apple Home.
ja: 0 = 即時発火。時刻や在宅の条件はApple Home側で設定します。
ko: 0 = 즉시 실행. 시간대 및 재실 조건은 Apple Home에서 설정합니다.
pl: 0 = uruchom natychmiast. Warunki pory dnia i obecności pozostają w Apple Home.
pt_br: 0 = disparar imediatamente. Condições de horário e presença ficam no Apple Home.
ru: 0 = сработать сразу. Условия времени суток и присутствия остаются в Apple Home.
zh_hans: 0 = 立即触发。时间和在家条件仍在家庭App中设置。
zh_hant: 0 = 立即觸發。時間和在家條件仍在家庭App中設定。

# settings.automations.form.edit_title
source: Edit automation
de: Automation bearbeiten
es: Editar automatización
fr: Modifier l'automatisation
it: Modifica automazione
ja: オートメーションを編集
ko: 자동화 편집
pl: Edytuj automatyzację
pt_br: Editar automação
ru: Изменить автоматизацию
zh_hans: 编辑自动化
zh_hant: 編輯自動化

# settings.automations.form.for_label
source: FOR
de: FÜR
es: DURANTE
fr: PENDANT
it: PER
ja: 継続
ko: 지속
pl: PRZEZ
pt_br: POR
ru: В ТЕЧЕНИЕ
zh_hans: 持续
zh_hant: 持續

# settings.automations.form.is_label
source: Is
de: Ist
es: Es
fr: Est
it: È
ja: が
ko: 상태
pl: Jest
pt_br: É
ru: Состояние
zh_hans: 为
zh_hant: 為

# settings.automations.form.name_placeholder
source: Name (e.g. Front Door left open)
de: Name (z. B. Haustür offen gelassen)
es: Nombre (p. ej., Puerta principal abierta)
fr: Nom (p. ex. Porte d'entrée restée ouverte)
it: Nome (es. Porta d'ingresso lasciata aperta)
ja: 名前（例：玄関ドアが開いたまま）
ko: 이름 (예: 현관문 열림)
pl: Nazwa (np. Drzwi wejściowe zostały otwarte)
pt_br: Nome (ex.: Porta da frente ficou aberta)
ru: Название (напр., Входная дверь открыта)
zh_hans: 名称（例如：前门未关）
zh_hant: 名稱（例如：前門未關）

# settings.automations.form.new_title
source: New automation
de: Neue Automation
es: Nueva automatización
fr: Nouvelle automatisation
it: Nuova automazione
ja: 新規オートメーション
ko: 새로운 자동화
pl: Nowa automatyzacja
pt_br: Nova automação
ru: Новая автоматизация
zh_hans: 新建自动化
zh_hant: 新增自動化

# settings.automations.form.repulse_every
source: every
de: alle
es: cada
fr: toutes les
it: ogni
ja: 間隔
ko: 간격
pl: co
pt_br: a cada
ru: каждые
zh_hans: 每
zh_hant: 每

# settings.automations.form.repulse_note
source: Apple Home automations fire on a change, not a held state. Re-pulse re-fires the sensor on this interval while it's active, so a time- or presence-gated automation can still catch it.
de: Apple-Home-Automationen reagieren auf Änderungen, nicht auf gehaltene Zustände. Re-Pulse löst den Sensor in diesem Intervall erneut aus, solange er aktiv ist, damit auch zeit- oder anwesenheitsabhängige Automationen ihn erfassen.
es: Las automatizaciones de Apple Home se activan con un cambio, no con un estado mantenido. El repulso vuelve a activar el sensor en este intervalo mientras está activo, para que una automatización condicionada por hora o presencia aún pueda captarlo.
fr: Les automatisations Apple Home se déclenchent sur un changement, pas sur un état maintenu. La réimpulsion redéclenche le capteur à cet intervalle tant qu'il est actif, pour qu'une automatisation conditionnée par l'heure ou la présence puisse quand même le capter.
it: Le automazioni di Apple Home si attivano su un cambiamento, non su uno stato mantenuto. Il re-impulso riattiva il sensore a questo intervallo finché è attivo, così un'automazione vincolata a orario o presenza può comunque coglierlo.
ja: Apple Homeのオートメーションは状態の保持ではなく変化で発火します。再パルスはセンサーが有効な間この間隔で再発火させ、時刻や在宅条件付きのオートメーションでも捉えられるようにします。
ko: Apple Home 자동화는 유지된 상태가 아닌 변화에 반응합니다. 재펄스는 센서가 활성화된 동안 이 간격으로 다시 실행하여 시간이나 재실 조건이 있는 자동화도 이를 포착할 수 있게 합니다.
pl: Automatyzacje Apple Home reagują na zmianę, a nie na utrzymywany stan. Ponowny puls wyzwala czujnik ponownie w tym odstępie, dopóki jest aktywny, dzięki czemu automatyzacja zależna od pory dnia lub obecności też go wychwyci.
pt_br: As automações do Apple Home disparam com uma mudança, não com um estado mantido. O repulso reativa o sensor neste intervalo enquanto estiver ativo, para que uma automação condicionada a horário ou presença ainda possa captá-lo.
ru: Автоматизации Apple Home срабатывают на изменение, а не на удерживаемое состояние. Повторный импульс заново активирует датчик с этим интервалом, пока он активен, чтобы автоматизация с условием времени или присутствия всё же его поймала.
zh_hans: 家庭App的自动化在状态变化时触发，而不是持续状态。重复触发会在传感器激活期间按此间隔重新触发，使受时间或在家条件限制的自动化也能捕捉到它。
zh_hant: 家庭App的自動化在狀態變化時觸發，而不是持續狀態。重複觸發會在感應器啟用期間按此間隔重新觸發，使受時間或在家條件限制的自動化也能捕捉到它。

# settings.automations.form.save_button
source: Save
de: Sichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
pl: Zapisz
pt_br: Salvar
ru: Сохранить
zh_hans: 存储
zh_hant: 儲存

# settings.automations.form.then_label
source: THEN set a virtual sensor
de: DANN setze virtuellen Sensor
es: ENTONCES activar un sensor virtual
fr: ALORS définir un capteur virtuel
it: ALLORA imposta un sensore virtuale
ja: 実行：仮想センサーを設定
ko: 그러면 가상 센서 설정
pl: WTEDY ustaw wirtualny czujnik
pt_br: ENTÃO definir um sensor virtual
ru: ТО установить виртуальный датчик
zh_hans: 则设置虚拟传感器
zh_hant: 則設定虛擬感應器

# settings.automations.form.when_label
source: WHEN
de: WENN
es: CUANDO
fr: QUAND
it: QUANDO
ja: 条件
ko: 조건
pl: GDY
pt_br: QUANDO
ru: КОГДА
zh_hans: 当
zh_hant: 當

# settings.automations.status.active
source: Active
de: Aktiv
es: Activa
it: Attiva
ja: アクティブ
ko: 활성
pl: Aktywna
pt_br: Ativa
ru: Активна
zh_hans: 活跃
zh_hant: 作用中

# settings.automations.status.disabled
source: Disabled
de: Deaktiviert
es: Desactivada
fr: Désactivée
it: Disattivata
ja: 無効
ko: 비활성화됨
pl: Wyłączona
pt_br: Desativada
ru: Отключена
zh_hans: 已停用
zh_hant: 已停用

# settings.automations.status.idle
source: Idle
de: Bereit
es: Inactiva
fr: Inactive
it: Inattiva
ja: 待機中
ko: 대기
pl: Bezczynna
pt_br: Ociosa
ru: Ожидание
zh_hans: 空闲
zh_hant: 閒置

# settings.automations.status.sensor_deleted
source: Sensor deleted
de: Sensor gelöscht
es: Sensor eliminado
fr: Capteur supprimé
it: Sensore eliminato
ja: センサー削除済み
ko: 센서 삭제됨
pl: Czujnik usunięty
pt_br: Sensor excluído
ru: Датчик удалён
zh_hans: 传感器已删除
zh_hant: 感應器已刪除

# settings.automations.status.waiting
source: Waiting
de: Wartet
es: Esperando
fr: En attente
it: In attesa
ja: 待機
ko: 대기 중
pl: Oczekuje
pt_br: Aguardando
ru: Ожидает
zh_hans: 等待中
zh_hant: 等待中

# settings.automations.status.waiting_countdown
source: Waiting %llds
de: Wartet %llds
es: Esperando %llds
fr: En attente %llds
it: In attesa %llds
ja: 待機 %lld秒
ko: 대기 %lld초
pl: Oczekuje %llds
pt_br: Aguardando %llds
ru: Ожидает %lldс
zh_hans: 等待%lld秒
zh_hant: 等待%lld秒

# settings.automations.summary.duration_minutes
source: for %lldm
de: für %lldm
es: durante %lldm
fr: pendant %lldm
it: per %lldm
ja: %lld分間
ko: %lld분 동안
pl: przez %lldm
pt_br: por %lldm
ru: в течение %lldм
zh_hans: 持续%lld分钟
zh_hant: 持續%lld分鐘

# settings.automations.summary.duration_seconds
source: for %llds
de: für %llds
es: durante %llds
fr: pendant %llds
it: per %llds
ja: %lld秒間
ko: %lld초 동안
pl: przez %llds
pt_br: por %llds
ru: в течение %lldс
zh_hans: 持续%lld秒
zh_hant: 持續%lld秒

# settings.automations.summary.missing_sensor
source: (missing sensor)
de: (fehlender Sensor)
es: (sensor no disponible)
fr: (capteur manquant)
it: (sensore mancante)
ja: （センサーがありません）
ko: (센서 없음)
pl: (brak czujnika)
pt_br: (sensor ausente)
ru: (датчик отсутствует)
zh_hans: （传感器缺失）
zh_hant: （感應器缺失）

# settings.automations.title
source: Automations
de: Automationen
es: Automatizaciones
fr: Automatisations
it: Automazioni
ja: オートメーション
ko: 자동화
pl: Automatyzacje
pt_br: Automações
ru: Автоматизации
zh_hans: 自动化
zh_hant: 自動化

# settings.automations.trigger.no_sensors
source: No sensors found
de: Keine Sensoren gefunden
es: No se encontraron sensores
fr: Aucun capteur trouvé
it: Nessun sensore trovato
ja: センサーが見つかりません
ko: 센서를 찾을 수 없음
pl: Nie znaleziono czujników
pt_br: Nenhum sensor encontrado
ru: Датчики не найдены
zh_hans: 未找到传感器
zh_hant: 未找到感應器

# settings.automations.unit.minutes
source: Minutes
de: Minuten
es: Minutos
it: Minuti
ja: 分
ko: 분
pl: Minuty
pt_br: Minutos
ru: Минуты
zh_hans: 分钟
zh_hant: 分鐘

# settings.automations.unit.seconds
source: Seconds
de: Sekunden
es: Segundos
fr: Secondes
it: Secondi
ja: 秒
ko: 초
pl: Sekundy
pt_br: Segundos
ru: Секунды
zh_hans: 秒
zh_hant: 秒

# settings.automations.validation.name_required
source: Name is required.
de: Name ist erforderlich.
es: El nombre es obligatorio.
fr: Le nom est requis.
it: Il nome è obbligatorio.
ja: 名前は必須です。
ko: 이름은 필수입니다.
pl: Nazwa jest wymagana.
pt_br: O nome é obrigatório.
ru: Название обязательно.
zh_hans: 名称为必填项。
zh_hant: 名稱為必填項目。

# settings.automations.validation.no_device
source: Choose a virtual sensor to drive.
de: Wähle einen virtuellen Sensor aus.
es: Elige un sensor virtual para controlar.
fr: Choisissez un capteur virtuel à piloter.
it: Scegli un sensore virtuale da comandare.
ja: 設定する仮想センサーを選択してください。
ko: 제어할 가상 센서를 선택하세요.
pl: Wybierz wirtualny czujnik do sterowania.
pt_br: Escolha um sensor virtual para acionar.
ru: Выберите виртуальный датчик.
zh_hans: 请选择要设置的虚拟传感器。
zh_hant: 請選擇要設定的虛擬感應器。

# settings.automations.validation.no_trigger
source: Choose a trigger.
de: Wähle einen Auslöser aus.
es: Elige un disparador.
fr: Choisissez un déclencheur.
it: Scegli un trigger.
ja: トリガーを選択してください。
ko: 트리거를 선택하세요.
pl: Wybierz wyzwalacz.
pt_br: Escolha um gatilho.
ru: Выберите триггер.
zh_hans: 请选择触发条件。
zh_hant: 請選擇觸發條件。

# settings.cameras.add_accessory
source: Add accessory
de: Gerät hinzufügen
es: Añadir accesorio
fr: Ajouter un accessoire
it: Aggiungi accessorio
ja: アクセサリを追加
ko: 액세서리 추가
pl: Dodaj akcesorium
pt_br: Adicionar acessório
ru: Добавить устройство
zh_hans: 添加配件
zh_hant: 加入配件

# settings.cameras.auto_close_camera_popup
source: Auto-close camera popup
de: Kamera-Popup automatisch schließen
es: Cerrar automáticamente la ventana de cámara
fr: Fermer automatiquement la fenêtre caméra
it: Chiudi automaticamente il popup della telecamera
ja: カメラポップアップを自動的に閉じる
ko: 카메라 팝업 자동 닫기
pl: Automatycznie zamykaj okno kamery
pt_br: Fechar automaticamente o popup da câmera
ru: Автоматически закрывать окно камеры
zh_hans: 自动关闭摄像头弹窗
zh_hant: 自動關閉攝影機彈出視窗
